/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%.0lfk de %.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ foi instalado e estará pronto a utilizar da próxima vez que o %3$@ iniciar! Gostaria de reiniciar agora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está agora disponível (tem %3$@). Gostaria de fazer o download?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ não tem permissão para editar a aplicação! Está a correr a partir de uma Imagem de Disco? Se não, peça ajuda ao seu administrador de sistemas.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Foi instalada uma nova versão do %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Está disponível uma nova versão do %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocurreu um erro durante a instalação. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro na recolha de informação do update. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocurreu um erro na extracção do arquivo. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocorreu um erro no download do ficheiro. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Já se encontra em progresso um update!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Procurar actualizações no arranque da aplicação?";

/* No comment provided by engineer. */
"Downloading update..." = "A fazer o download do update…";

/* No comment provided by engineer. */
"Extracting update..." = "A extrair update…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Reiniciar";

/* No comment provided by engineer. */
"Installing update..." = "A instalar o update…";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "Erro no Update!";

/* No comment provided by engineer. */
"Updating %@" = "A fazer o update de %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu.";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You're up to date!" = "Já tem a versão mais recente!";
